Repository: BeAPI/bea-scm-infos
Catalog: languages/bea-scm-*.po
Languages: fr_fr

source: title
fr_fr: Titre

source: Debug infos are cached for 1 minute !
fr_fr: Les informations sont mises en cache pendant 1 minute !

source: There is no infos to display, please choose one of the versionning system please.
fr_fr: Il n'y a aucune information à afficher, SVP choisissez un des systèmes de versionning ci-dessus.

source: Which system of versionning do you use ?
fr_fr: Quel système de versionning utilisez-vous ?

source: Enter path
fr_fr: Entrez le chemin vers le dossier de versionning

source: Default is ABSPATH (WordPress root)
fr_fr: Par défaut ABSPATH (la racine de l'installation WordPress)

source: Remote infos
fr_fr: Infos dépôt distant

source: Current branch
fr_fr: Branche courante

source: Describe tag
fr_fr: Tag en cours

source: Last commit
fr_fr: Dernière modification

source: GIT is on %s - %s
fr_fr: GIT actuellement sur %s - %s

source: GIT error - click me to see what happened
fr_fr: Erreur GIT - cliquez ici pour savoir ce qui s'est passé
